[
    {
      "name": "Saptarshi",
      "description": "A highly influential figure in the fields of design, startups, and content creation. He has the ability to explain complex concepts in a way that is easily understandable to everyone."
    },
    {
      "name": "Anik",
      "description": "Crafts brand identities for multinational clients, including Zerodha, Wild Stone, and Cycle. His mission is to elevate design standards and empower the next generation of designers."
    },
    {
      "name": "Ansh",
      "description": "Runs India’s biggest YouTube Channel for learning UX & AI and free platforms like HowToPrompt.in to learn about AI easily."
    },
    {
      "name": "Pravinsinh Solanki",
      "description": "An industrial designer with over 18 years of experience in India and Italy. His award-winning bamboo designs are showcased at the World Bamboo Museum and featured in prominent media."
    },
    {
      "name": "Sarun",
      "description": "With over a decade of experience, Sarun has led design initiatives for brands like Swiggy, Licious, Bounce, and Housing. Currently, he is the Lead Product Designer at Third Wave Coffee, delivering user-centric experiences across industries. Sarun also mentors aspiring designers on platforms like ADPList and Designed.org and curates FYI, a global inspiration hub for creatives."
    },
    {
      "name": "Munish",
      "description": "Started off by sharing his work on Instagram consistently for 4 years, which led him to receive work from over 500 clients, such as Apple, Louis Vuitton, Nike, Nicki Minaj, and Ice Spice."
    },
    {
      "name": "Khushik Pahwa",
      "description": "A brand designer and an agency owner with a passion for creating designs and brands filled with stories and empathy."
    },
    {
      "name": "Anoop Joy",
      "description": "The Director of Product Design at Times Internet, where he leads transformative design initiatives for platforms like Times Black and Times Prime. With over two years of experience shaping cutting-edge AI and emerging products under the Times Group, Anoop blends creativity and strategy to deliver impactful user experiences."
    },
    {
      "name": "Shana Smith",
      "description": "Specializes in haptics technology, human-computer interaction, assembly/disassembly planning, virtual reality, augmented reality, user-centered design, Kansei engineering, and green design."
    }
  ]
  